tap "homebrew/dupes"
tap "homebrew/core"
tap "homebrew/bundle"
tap "caskroom/cask"
tap "dteoh/sqa"
cask "java"
brew "aria2"
brew "readline"
brew "bash"
brew "bash-completion"
brew "boost"
brew "gdbm"
brew "openssl"
brew "sqlite"
brew "xz"
brew "python3"
brew "boost-python"
brew "brightness"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "emacs"
brew "cask"
brew "cheat"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "dex2jar"
brew "djvulibre"
brew "dtrx"
brew "lame"
brew "git"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "fortune"
brew "fswatch"
brew "gdb"
brew "ghostscript"
brew "gmp"
brew "pkg-config"
brew "gobject-introspection"
brew "libtool"
brew "hashcat"
brew "imagemagick"
brew "python"
brew "jq"
brew "pandoc"
brew "jupyter"
brew "mpfr"
brew "ledger"
brew "libvo-aacenc"
brew "libyaml"
brew "links"
brew "markdown"
brew "mosh"
brew "multitail"
brew "ncdu"
brew "nmap"
brew "node"
brew "openjpeg"
brew "pdfgrep"
brew "plantuml"
brew "pngcheck"
brew "pyenv"
brew "ruby"
brew "selecta"
brew "shadowsocks-libev"
brew "testdisk"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmpwatch"
brew "tmux"
brew "tree"
brew "unison"
brew "w3m"
brew "watch"
brew "wget"
brew "youtube-dl"
brew "zeromq"
brew "zsh"
cask "kid3"
cask "macdown"
cask "qlmarkdown"
cask "dteoh/sqa/slowquitapps"
