tap "autozimu/formulas"
tap "dteoh/sqa"
brew "sqlite"
brew "aria2"
brew "libyaml"
brew "python@3.13"
brew "aws-sam-cli"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "binutils"
brew "binwalk"
brew "brightness"
brew "cabextract"
brew "fontconfig"
brew "glib"
brew "pixman"
brew "cairo"
brew "coreutils"
brew "emacs", restart_service: :changed
brew "cask"
brew "cheat"
brew "cmake"
brew "cowsay"
brew "ctags"
brew "dex2jar"
brew "djvulibre"
brew "python@3.14"
brew "dtrx"
brew "dust"
brew "exiftool"
brew "fcrackzip"
brew "fd"
brew "lame"
brew "x264"
brew "ffmpeg"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gdb"
brew "gdbm"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "hashcat"
brew "hexyl"
brew "icu4c@76"
brew "imagemagick"
brew "jq"
brew "jsonschema2pojo"
brew "ledger"
brew "lesspipe"
brew "libvo-aacenc"
brew "links"
brew "lynx"
brew "mdcat"
brew "mosh"
brew "msmtp"
brew "multitail"
brew "ncdu"
brew "nmap"
brew "node"
brew "ollama", restart_service: :changed
brew "opam"
brew "pandoc"
brew "parquet-cli"
brew "pdfgrep"
brew "peco"
brew "plantuml"
brew "pngcheck"
brew "pyenv"
brew "pygments"
brew "ripgrep"
brew "ruby"
brew "selecta"
brew "shadowsocks-libev"
brew "socat"
brew "testdisk"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmpwatch"
brew "tmux"
brew "tree"
brew "unison"
brew "w3m"
brew "watch"
brew "wget"
brew "xvid"
brew "z"
brew "zeromq"
brew "zsh"
brew "zsh-completions"
brew "autozimu/formulas/unison-fsmonitor"
cask "insomnia"
cask "macdown"
cask "qlmarkdown"
